# St7SetResultFileName

Sets the name of the results file for the analysis.

long St7SetResultFileName(long uID, char* FileName)
Input Parameters
uID
Strand7 model file ID.
FileName
Full path and name for the results file.